---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsn2
source: html/3a60e44d-7c2c-a82a-eec0-7109aed1935e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsn2 Property

"Number"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingNumDivisionsn2 { get; }
```